brave-bin
btrfsmaintenance
excalidraw-pake-bin
fsearch
gerbv
google-chrome
grimblast-git
gromit-mpx
gtypist
hfsprogs
hyde-cli-git
hyprshell
ipscan
kicad-diff-git
masterpdfeditor
neofetch
oh-my-zsh-git
onlyoffice-bin
peaclock
pfetch
pokemon-colorscripts-git
prayer-times
pyprland
python-pyamdgpuinfo
spotify
stlink-server
stlink-server-debug
stm32cubeide
swaylock-effects-git
ttf-ms-fonts
vimv
whatsapp-linux-desktop-bin
wl-screenrec
wlay-git
wld-git
wlogout
wvkbd
xremap-gnome-bin
yay
yay-debug
ynot3
zsh-theme-powerlevel10k-git
