7zip
alacritty
alsa-utils
ark
base
base-devel
bash-completion
bat
blender
blueberry
blueman
bluez
bluez-deprecated-tools
bluez-utils
boost
bridge-utils
brightnessctl
btrfs-progs
calc
calf
chromaprint
cliphist
code
dmidecode
dnsmasq
docker
docker-compose
dolphin
dosfstools
duf
dunst
edk2-ovmf
eigen
emacs
evtest
exfatprogs
eza
faac
faad2
fastfetch
fd
ffmpegthumbnailer
ffmpegthumbs
file-roller
filezilla
firefox
flameshot
flatpak
freecad
freerdp
freerdp2
gcc-fortran
geany
gimp
git
git-lfs
gnucash
gnuplot
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
highlight
htop
hunspell-de
hunspell-en_us
hyprland
hyprpicker
imagemagick
inkscape
inotify-tools
intel-ucode
interception-tools
iptables
jq
kde-cli-tools
keyd
kicad
kitty
klavaro
ksnip
kvantum
kvantum-qt5
ladspa
lazygit
lf
libdvbpsi
libdvdcss
libgsf
libguestfs
libmad
libnotify
libpulse
libreoffice-fresh
libshout
libvirt
linux
linux-firmware
linux-firmware-qlogic
linux-headers
linux-zen
linux-zen-headers
lite-xl
lshw
lua52
man-db
mariadb
mediainfo
mousepad
nano
neovim
network-manager-applet
networkmanager
nginx
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
nvidia-dkms
nvidia-utils
nwg-look
obs-studio
odt2txt
okular
openblas
openscad
opus-tools
opusfile
pacman-contrib
pamixer
pandoc-cli
parallel
pass
pavucontrol
perl-image-exiftool
persepolis
php
php-fpm
php-gd
php-sqlite
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
podman-compose
polkit-gnome
poppler-glib
povray
python-matplotlib
python-pip
python-pipx
python-pyqt5
python-scipy
qalculate-gtk
qemu-full
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6ct
qutebrowser
rofi-wayland
samba
satty
sddm
slurp
sox
strace
swappy
swtpm
swww
tenacity
tesseract-data-ara
tesseract-data-deu
tesseract-data-eng
tesseract-data-fra
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
ttf-fira-code
ttf-font-awesome
ttf-jetbrains-mono
ttf-sourcecodepro-nerd
tumbler
twolame
udiskie
ueberzugpp
unrar
unzip
usbutils
vi
viewnior
vim
virt-manager
virt-viewer
vlc
vorbis-tools
vsftpd
waybar
wayland-protocols
wev
wf-recorder
wireplumber
wofi
xarchiver
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-xwayland
xpad
ydotool
zathura
zathura-pdf-mupdf
zram-generator
zsh
zvbi
